<html>
<head>
<title>HISTORIA : BUNNY : DOCUMENCI&Oacute;N</title>
<meta http-equiv="Content-Type" content="text/html; charset=iso-8859-1">
<script language="JavaScript">
<!--
function MM_reloadPage(init) {  //reloads the window if Nav4 resized
  if (init==true) with (navigator) {if ((appName=="Netscape")&&(parseInt(appVersion)==4)) {
    document.MM_pgW=innerWidth; document.MM_pgH=innerHeight; onresize=MM_reloadPage; }}
  else if (innerWidth!=document.MM_pgW || innerHeight!=document.MM_pgH) location.reload();
}
MM_reloadPage(true);
// -->
</script>
<link rel="stylesheet" href="../CSS/Texto.css" type="text/css">
</head>

<body bgcolor="#e6ddfc" text="#000000">
<div id="Layer1" style="position:absolute; left:335px; top:6px; width:108px; height:78px; z-index:1" class="Layers"><img src="Imagenes/historia%20gif.gif" width="150" height="102"></div>
<div id="Layer2" style="position:absolute; left:6px; top:11px; width:319px; height:41px; z-index:2" class="justificado"> 
  <p class="justificado"><b>HISTORIA.</b></p>
  <p>Bunny, el pap&aacute; conejo, debe hacer un recorrido por el bosque encantado 
    para recoger diez zanahorias con las que podr&aacute; alimentar a su familia. 
    Las zanahorias aparecen en tres tama&ntilde;os diferentes. El tama&ntilde;o 
    de Bunny debe estar en correspondencia con el de las mismas en cada ocasi&oacute;n. 
    Para ganar cada zanahoria debe realizar exitosamente un juego. Numerosos peligros 
    y dificultades tendr&aacute; que afrontar y, para vencerlos, el Hada Madrina 
    prometi&oacute; prestarle su varita m&aacute;gica cada vez que este la necesite. 
    Para ello, Bunny debe colocarse cerca del enemigo u obst&aacute;culo y esperar 
    all&iacute; al Hada. Esta puede aparecer tambi&eacute;n en tres tama&ntilde;os 
    diferentes. Para tomar la varita, Bunny debe crecer o hacerse peque&ntilde;ito 
    de acuerdo con el tama&ntilde;o del Hada en cada ocasi&oacute;n; virarse hacia 
    el Hada y saltar. Al tocar al Hada ya obtiene la varita m&aacute;gica, con 
    la que puede eliminar el obst&aacute;culo o a su enemigo. El Hada ha regalado 
    a Bunny dos zanahorias: una roja, con la que puede crecer y una azul, para 
    disminuir de tama&ntilde;o. La tecla F3 representa a la zanahoria azul y la 
    F2 a la roja. De chocar con alguno de los obst&aacute;culos o equivocarse 
    al jugar disminuyen sus oportunidades y se va durmiendo poco a poco. Si comete 
    cinco errores se quedar&aacute; dormido y deber&aacute; comenzar de nuevo 
    el recorrido. Si logra recolectar las diez zanahorias que necesita, se dirige 
    a su casa donde lo esperan mam&aacute; coneja y sus siete conejitos. Al final, 
    Bunny aparece comiendo felizmente con toda su familia.<br>
  </p>
</div>
<p>&nbsp;</p>
<p>&nbsp;</p>
<p>&nbsp;</p>
<p>&nbsp;</p>
<p>&nbsp;</p>
<p>&nbsp;</p>
<p>&nbsp;</p>
<p>&nbsp;</p>
<p>&nbsp;</p>
<p>&nbsp;</p>
<div id="Layer5" style="position:absolute; left:6px; top:415px; width:446px; height:14px; z-index:6"> 
  <div align="center"><font face="Arial, Helvetica, sans-serif" size="1"> [ <a href="Right.htm">INICIO</a> 
    ] [ <a href="Historia.htm">HISTORIA</a> ] [ <a href="Instrucciones.htm">INSTRUCCIONES</a> 
    ] [ <a href="Metodologia.htm">METODOLOG&Iacute;A</a> ] [ <a href="Prog-Aux.htm">PROGRAMAS 
    AUXILIARES</a> ]</font></div>
</div>
<p>&nbsp;</p>
<p>&nbsp;</p>
</body>
</html>
