<html>
<head>
<title>Instrucciones</title>
<meta http-equiv="Content-Type" content="text/html; charset=iso-8859-1">
<script language="JavaScript">
<!--
function MM_reloadPage(init) {  //reloads the window if Nav4 resized
  if (init==true) with (navigator) {if ((appName=="Netscape")&&(parseInt(appVersion)==4)) {
    document.MM_pgW=innerWidth; document.MM_pgH=innerHeight; onresize=MM_reloadPage; }}
  else if (innerWidth!=document.MM_pgW || innerHeight!=document.MM_pgH) location.reload();
}
MM_reloadPage(true);
// -->
</script>
<link rel="stylesheet" href="../CSS/Texto.css" type="text/css">
</head>

<body bgcolor="#e6ddfc" text="#000000">
<div id="Layer1" style="position:absolute; left:5px; top:12px; width:383px; height:57px; z-index:1" class="justificado"> 
  <p class="justificado"><b>EL JUEGO.</b><br>
    A trav&eacute;s de una cinta cinematogr&aacute;fica se presenta el ambiente 
    natural del bosque, cargado de belleza y animaciones, que Bunny ha de recorrer 
    en busca de las zanahorias para el alimento de su familia. Al encontrarse 
    con cada una, debe identificar primero el tama&ntilde;o de estas (grande, 
    mediano o peque&ntilde;o) y variarlo en proporci&oacute;n con el de aquellas 
    .Al colocarse con el tama&ntilde;o adecuado frente a la zanahoria, aparece 
    siempre un juego que debe realizar en forma correcta para alcanzar la zanahoria 
    anhelada .Para aumentar el tama&ntilde;o de Bunny se oprimir&aacute; la tecla 
    F2 y para que sea m&aacute;s peque&ntilde;o, la F3. Si realiza bien el juego, 
    un conejito que aparece en la parte derecha inferior de la pantalla saltar&aacute; 
    de alegr&iacute;a; si por el contrario, pierde el juego, llorar&aacute;. Al 
    ganar la zanahoria, esta aparece en una de las diez casillas de la parte central 
    inferior de la pantalla. Al lado izquierdo de las mismas, se presenta la cabeza 
    de un conejo y a su alrededor cinco estrellitas. Estas representan las oportunidades 
    que pierde si juega mal. Cada vez que pierde una estrella, a este conejo se 
    le cierran los ojos y se le doblan las orejas hacia delante hasta quedar totalmente 
    dormido por haber perdido todas las oportunidades que en el juego se le brindan, 
    y debe comenzarlo de nuevo. <br>
    En su recorrido, Bunny se enfrentar&aacute; con diferentes enemigos y obst&aacute;culos 
    y, para vencerlos, cuenta con la ayuda del Hada madrina quien le prestar&aacute; 
    su varita m&aacute;gica cada vez que este la necesite .Para obtenerla debe 
    regresar sobre sus pasos en busca del hada que aparece en cualquier momento 
    y despu&eacute;s de adaptar su tama&ntilde;o al del hada, saltar y tocarla 
    .Al aparecer la varita m&aacute;gica debajo, en una casilla, Bunny puede continuar 
    y vencer cada una de las dificultades del camino.<br>
    Bunny es un conjunto de trece juegos de diversa &iacute;ndole, en los que 
    se observan situaciones diferentes, pero todos con un mismo fin: obtener la 
    zanahoria anhelada. Estos juegos interiores se presentan aleatoriamente. Pueden 
    aparecer repetidos, con variaci&oacute;n de movimientos en las figuras o distinta 
    ubicaci&oacute;n de las mismas, lo que permite que el juego sea diferente 
    cada vez.</p>
  <p class="ccenter">DESCRIPCI&Oacute;N DE LOS JUEGOS INTERNOS DE BUNNY.</p>
  <table width="68%" border="0" align="center">
    <tr>
      <td>
        <div align="center"><img src="../Imagenes/juego1.jpg" width="220" height="165"></div>
      </td>
    </tr>
  </table>
  <p class="justificado">1-&iexcl;A sacar la zanahoria del 
    cofre!<br>
    -Se muestra un cofre con tres cerraduras. Sus aberturas son de diferente forma. 
    En la parte inferior de la pantalla, doce llaves. Para abrir el cofre deben 
    seleccionarse las tres llaves que se correspondan con las tres cerraduras 
    del cofre. Se dan cinco oportunidades. Para mover la llave y llevarla hasta 
    la cerradura se dar&aacute; &quot;clic&quot; sobre esta. A la tercera correcta 
    se abre el cofre y sale la zanahoria.</p>
  <table width="68%" border="0" align="center">
    <tr> 
      <td> 
        <div align="center"><img src="../Imagenes/juego2.jpg" width="220" height="165"></div>
      </td>
    </tr>
  </table>
  <p>2- &iexcl;Saca la zanahoria de la cueva!<br>
    Aparece una zanahoria escondida en el interior de una cueva de hormigas. Para 
    que accione el mecanismo que la haga salir fuera de esta, es necesario seleccionar 
    al azar una de las tres bolitas haciendo &quot;clic&quot; sobre ella. Se pueden 
    escoger hasta dos bolitas. Si en esas dos ocasiones esta no sale, se pierde 
    la oportunidad de ganarla.</p>
  <table width="68%" border="0" align="center">
    <tr> 
      <td> 
        <div align="center"><img src="../Imagenes/juego3.jpg" width="220" height="165"></div>
      </td>
    </tr>
  </table>
  <p>3-&iexcl;Atraviesa la autopista!<br>
    Bunny debe atravesar una autopista, por la que pasan continuamente objetos 
    en movimiento. Debe evitar chocar con ellos y llegar a la zanahoria que se 
    encuentra situada en el otro extremo. Se utilizar&aacute;n las teclas de control 
    del cursor para mover al conejo. Este puede moverse en las cuatro direcciones 
    para evitar chocar con los objetos y llegar hasta la zanahoria. Tiene solo 
    5 oportunidades.</p>
  <table width="68%" border="0" align="center">
    <tr> 
      <td> 
        <div align="center"><img src="../Imagenes/juego4.jpg" width="220" height="165"></div>
      </td>
    </tr>
  </table>
  <p>4 -&iexcl;A regar la zanahoria!<br>
    Aparecen siete recipientes para agua de los que salen tubos que se entrelazan 
    entre s&iacute; en una compleja tuber&iacute;a por lo que se confunde el lugar 
    de destino de cada uno. En la parte inferior aparece una zanahoria que debe 
    ser regada. Solo una llave puede hacerlo. Es necesario llevar al conejito 
    que est&aacute; en el mismo piso de los recipientes, a abrir la llave que 
    la riegue, pero debe evitar chocar con una oruga que se desplaza por el mismo 
    camino. La selecci&oacute;n de la llave es al azar y se requiere precisi&oacute;n 
    y destreza al saltar para no tocar la oruga. Con las teclas izquierda y derecha 
    del cursor se mueve al conejo de un lado a otro, y con la flecha de arriba, 
    salta. </p>
  <table width="68%" border="0" align="center">
    <tr> 
      <td> 
        <div align="center"><img src="../Imagenes/juego5.jpg" width="220" height="165"></div>
      </td>
    </tr>
  </table>
  <p>5 &iexcl;Encuentra al conejito y a la zanahoria!<br>
    En un jard&iacute;n muy bello, cargado de flores, est&aacute;n ocultos un 
    conejito y su zanahoria. Al encontrarlos se se&ntilde;alar&aacute;n con la 
    ayuda del rat&oacute;n haciendo &quot;clic&quot; sobre estos. Se dan cinco 
    oportunidades. De ellas dos deben ser correctas, de lo contrario no gana el 
    juego. </p>
  <table width="68%" border="0" align="center">
    <tr> 
      <td> 
        <div align="center"><img src="../Imagenes/juego6.jpg" width="220" height="165"></div>
      </td>
    </tr>
  </table>
  <p>6 &iexcl;A formar parejas!<br>
    Aparecen 15 cartas al rev&eacute;s. Haciendo &quot;clic&quot; sobre una de 
    ellas se vira hacia arriba. S&oacute;lo pueden aparecer boca arriba dos cartas 
    a la vez, pues al tocar una tercera, la primera carta se coloca de nuevo hacia 
    abajo. Al encontrarse la pareja de cartas afines se oprime la tecla espaciadora 
    y la pareja seleccionada desaparece del grupo. Al final, quedar&aacute; la 
    carta sin pareja, que presenta una zanahoria. Solo se podr&aacute; equivocar 
    3 veces.</p>
  <table width="68%" border="0" align="center">
    <tr> 
      <td> 
        <div align="center"><img src="../Imagenes/juego7.jpg" width="220" height="165"></div>
      </td>
    </tr>
  </table>
  <p>7 &iexcl;Haz blanco en la zanahoria!<br>
    En extremos opuestos aparecen un conejito con un arco y su flecha, y una zanahoria 
    que se mueve constantemente hacia arriba y hacia abajo. El conejito debe calcular 
    la correspondencia entre la velocidad de su flecha con la de la zanahoria 
    para poder hacer blanco en la misma. La flecha se dispara al oprimir la tecla 
    Espacio. Se dan tres oportunidades. Si la flecha hace blanco en la zanahoria 
    gana el juego.</p>
  <table width="68%" border="0" align="center">
    <tr> 
      <td> 
        <div align="center"><img src="../Imagenes/juego8.jpg" width="220" height="165"></div>
      </td>
    </tr>
  </table>
  <p>8 &iexcl;Toca solo la zanahoria!<br>
    Aparecen conejo y zanahoria tambi&eacute;n en extremos opuestos, pero entre 
    ellos, se mueven varios objetos verticalmente, lo que hace a&uacute;n m&aacute;s 
    dif&iacute;cil el c&aacute;lculo de espacio- tiempo- movimiento, para hacer 
    que la flecha se impacte directamente en la zanahoria, sin tocar ninguno de 
    los objetos que se mueven. Se lanza la flecha con la tecla Espacio. Se dan 
    cinco oportunidades de tiro.</p>
  <table width="68%" border="0" align="center">
    <tr> 
      <td> 
        <div align="center"><img src="../Imagenes/juego9.jpg" width="220" height="165"></div>
      </td>
    </tr>
  </table>
  <p>9 &iexcl;Salta! &iexcl;Salta! &iexcl;Salta!<br>
    Aparecen dos puntas de tierra en extremos opuestos sobre un r&iacute;o y entre 
    ellas tres piedras en movimiento horizontal. Bunny en el extremo izquierdo 
    y una zanahoria en el derecho. Este debe saltar de piedra en piedra hasta 
    llegar al extremo opuesto y alcanzar la zanahoria. Para saltar se oprime la 
    tecla Cursor Arriba. Si no se calcula bien el movimiento en relaci&oacute;n 
    con el espacio y el tiempo, el conejo cae al r&iacute;o y pierde la oportunidad 
    de ganar el juego.</p>
  <table width="68%" border="0" align="center">
    <tr> 
      <td> 
        <div align="center"><img src="../Imagenes/juego10.jpg" width="220" height="165"></div>
      </td>
    </tr>
  </table>
  <p>10 Rompecabezas<br>
    Son dos rompecabezas de l6 fichas cada uno. Puede salir al azar uno u otro. 
    Representan l&aacute;minas relacionadas con el Bunny. Haciendo &quot;clic&quot;con 
    el rat&oacute;n se traslada cada pieza a una de las casillas. Si la pieza 
    no se corresponde con la casilla seleccionada, esta vuelve de nuevo a su lugar 
    de origen, de lo contrario, se queda all&iacute;. Tiene 10 oportunidades. 
    De no hacerlo en las previstas, pierde.</p>
  <table width="68%" border="0" align="center">
    <tr> 
      <td> 
        <div align="center"><img src="../Imagenes/juego11.jpg" width="220" height="165"></div>
      </td>
    </tr>
  </table>
  <p>11 &iexcl;Salta y coge la zanahoria!<br>
    Aparecen dos puntas de tierra en extremos opuestos sobre un r&iacute;o y entre 
    ellas una piedra en movimiento horizontal. Bunny en el extremo izquierdo y 
    una zanahoria en el derecho. Este debe saltar a la piedra hasta llegar al 
    extremo opuesto y alcanzar la zanahoria. Con la tecla Cursor Arriba se realiza 
    la acci&oacute;n. Tiene una sola oportunidad pues si cae al r&iacute;o pierde 
    el juego.</p>
  <table width="68%" border="0" align="center">
    <tr> 
      <td> 
        <div align="center"><img src="../Imagenes/juego12.jpg" width="220" height="165"></div>
      </td>
    </tr>
  </table>
  <p>12 &iexcl;Escoge y ordena! <br>
    Se presentan 8 figuras: 5 semejantes o relacionadas y 3 no vinculadas con 
    aquellas. Se escoger&aacute;n las que guardan relaci&oacute;n y se ordenar&aacute;n 
    en la misma proporci&oacute;n de tama&ntilde;o que la de los puntos que aparecen 
    en los cuadros superiores. Todo movimiento se realiza con el &quot;rat&oacute;n&quot;. 
    Las figuras seleccionadas pueden moverse de una casilla a otra seg&uacute;n 
    se entienda. La colocaci&oacute;n de la &uacute;ltima es la que determina 
    si el juego se gana o se pierde por haberlas situado o no en el orden correspondiente.</p>
  <table width="68%" border="0" align="center">
    <tr> 
      <td> 
        <div align="center"><img src="../Imagenes/juego13.jpg" width="220" height="165"></div>
      </td>
    </tr>
  </table>
  <p>13 &iquest;Cu&aacute;l va primero?<br>
    El juego presenta cuatro variantes. En cada una se realiza una selecci&oacute;n 
    de figuras para su ordenamiento l&oacute;gico de acuerdo con determinados 
    procesos naturales. Las figuras se escogen y mueven con el rat&oacute;n:<br>
    <br>
    1ra. Variante: Metamorfosis de la rana<br>
    2da. Variante: Floraci&oacute;n y fructificaci&oacute;n <br>
    3ra. Variante: Germinaci&oacute;n de la semilla.<br>
    4ta. Variante: Metamorfosis de la mariposa.</p>
  <p>En cada variante la colocaci&oacute;n de la &uacute;ltima figura es la que 
    determina si e juego se gana o se pierde.</p>
  <p></p>
  <p>Adem&aacute;s de los juegos que deben ser realizados satisfactoriamente para 
    que Bunny pueda obtener una zanahoria con cada uno, aparecen otras situaciones 
    en su recorrido que debe vencer, tales como:<br>
    -Una cueva en la que aparecen unas ara&ntilde;as que tratan de impedirle el 
    paso. Bunny debe evadirlas y no tocar a ninguna de ellas. Si vence, a la salida 
    de la cueva gana una zanahoria.<br>
    -Una arboleda de la que caen constantemente frutos. Bunny procurar&aacute; 
    que ninguna fruta lo toque. Cada vez que una fruta lo toca pierde una estrella 
    y se duerme cada vez m&aacute;s. Si pierde las cinco estrellas ya Bunny est&aacute; 
    dormido totalmente y ha perdido el juego. Debe volver a empezar. <br>
    -Un r&iacute;o que debe saltar, para lo cual Bunny debe asumir el tama&ntilde;o 
    que se lo posibilite. De lo contrario cae al agua y pierde una estrella.<br>
    Si no vence estas dificultades, Bunny no gana la zanahoria que aparece al 
    final de cada una.<br>
    Pero adem&aacute;s, Bunny debe eliminar a distintos enemigos que se le presentan 
    como obst&aacute;culos en su recorrido. Para ello utiliza la varita m&aacute;gica 
    que le presta el Hada Madrina. Frente al obst&aacute;culo esperar&aacute; 
    al Hada. Debe variar su tama&ntilde;o en proporci&oacute;n con el del Hada. 
    Para ello dispone de las dos zanahorias que le ha regalado esta: una roja, 
    que le permite crecer y otra azul con la que podr&aacute; disminuir de tama&ntilde;o. 
    La tecla F2 representa a la zanahoria roja, y la F3 a la azul. Despu&eacute;s 
    que Bunny est&aacute; del tama&ntilde;o adecuado, podr&aacute; saltar hacia 
    el Hada cuando esta cruce sobre &eacute;l y, al tocarla, ya puede disponer 
    de la varita m&aacute;gica con la que podr&aacute; eliminar a su enemigo y 
    seguir su camino.<br>
    Los enemigos que Bunny encuentra son: el fuego, un remolino de viento, una 
    lechuza, un ciempi&eacute;s, una serpiente y un lobo.<br>
    Se podr&aacute; utilizar la tecla F1, con la cual se indica qu&eacute; tecla 
    utilizar para cada acci&oacute;n necesaria.<br>
  </p>
</div>
<div id="Layer2" style="position:absolute; left:394px; top:12px; width:137px; height:85px; z-index:2"><img src="Imagenes/casita.gif" width="150" height="127"></div>
<p>&nbsp;</p>
<p>&nbsp;</p>
<p>&nbsp;</p>
<p>&nbsp;</p>
<p>&nbsp;</p>
<p>&nbsp;</p>
<p>&nbsp;</p>
<p>&nbsp;</p>
<p>&nbsp;</p>
<p>&nbsp;</p>
<p>&nbsp;</p>
<p>&nbsp;</p>
<p>&nbsp;</p>
<p>&nbsp;</p>
<p>&nbsp;</p>
<p>&nbsp;</p>
<p>&nbsp;</p>
<p>&nbsp;</p>
<p>&nbsp;</p>
<p>&nbsp;</p>
<p>&nbsp;</p>
<p>&nbsp;</p>
<p>&nbsp;</p>
<p>&nbsp;</p>
<p>&nbsp;</p>
<p>&nbsp;</p>
<p>&nbsp;</p>
<p>&nbsp;</p>
<p>&nbsp;</p>
<p>&nbsp;</p>
<p>&nbsp;</p>
<p>&nbsp;</p>
<p>&nbsp;</p>
<p>&nbsp;</p>
<p>&nbsp;</p>
<p>&nbsp;</p>
<p>&nbsp;</p>
<p>&nbsp;</p>
<p>&nbsp;</p>
<p>&nbsp;</p>
<p>&nbsp;</p>
<p>&nbsp;</p>
<p>&nbsp;</p>
<p>&nbsp;</p>
<p>&nbsp;</p>
<p>&nbsp;</p>
<p>&nbsp;</p>
<p>&nbsp;</p>
<p>&nbsp;</p>
<p>&nbsp;</p>
<p>&nbsp;</p>
<p>&nbsp;</p>
<p>&nbsp;</p>
<p>&nbsp;</p>
<p>&nbsp;</p>
<p>&nbsp;</p>
<p>&nbsp;</p>
<p>&nbsp;</p>
<p>&nbsp;</p>
<p>&nbsp;</p>
<p>&nbsp;</p>
<p>&nbsp;</p>
<p>&nbsp;</p>
<p>&nbsp;</p>
<p>&nbsp;</p>
<p>&nbsp;</p>
<p>&nbsp;</p>
<p>&nbsp;</p>
<p>&nbsp;</p>
<p>&nbsp;</p>
</body>
</html>
