<html>
<head>
<title>Programas Auxiliares.</title>
<meta http-equiv="Content-Type" content="text/html; charset=iso-8859-1">
<link rel="stylesheet" href="../../Pages/css/texto.css" type="text/css">
<script language="JavaScript">
<!--
function MM_reloadPage(init) {  //reloads the window if Nav4 resized
  if (init==true) with (navigator) {if ((appName=="Netscape")&&(parseInt(appVersion)==4)) {
    document.MM_pgW=innerWidth; document.MM_pgH=innerHeight; onresize=MM_reloadPage; }}
  else if (innerWidth!=document.MM_pgW || innerHeight!=document.MM_pgH) location.reload();
}
MM_reloadPage(true);
// -->
</script>
<link rel="stylesheet" href="../CSS/Layers.css" type="text/css">
<link rel="stylesheet" href="../CSS/Texto.css" type="text/css">
</head>

<body bgcolor="#e6ddfc" text="#000000">
<div id="Layer1" style="position:absolute; left:6px; top:15px; width:435px; height:362px; z-index:1; visibility: visible" class="justificado"> 
  <p align="center"><b>CONFIGURADOR DEL JUEGO: </b></p>
  <table width="68%" border="0" align="center">
    <tr> 
      <td> 
        <div align="center"><img src="../Imagenes/configurador.jpg" width="220" height="165"></div>
      </td>
    </tr>
  </table>
  <p>El programa del juego permite definir una configuraci&oacute;n que puede 
    variar con cada alumno de ser necesario. En este configurador aparecen las 
    siguientes posibilidades:<br><br>
    1-Selecci&oacute;n de juegos: Seleccionar cu&aacute;les de los juegos que 
    aparecen dentro de Bunny ser&aacute;n utilizados de los trece disponibles. 
    Al colocar la varita que representa el puntero del rat&oacute;n sobre las 
    flechas hacia arriba &quot; &quot; y hacia abajo &quot; &quot; es posible 
    ver los diferentes ejercicios y para seleccionarlos oprimir el bot&oacute;n 
    izquierdo del &quot;rat&oacute;n&quot; sobre el bot&oacute;n que dice &quot;SI&quot; 
    o &quot;NO&quot; seg&uacute;n est&eacute; o no disponible.<br><br>
    2-Sonido: La utilizaci&oacute;n o no de m&uacute;sica dentro del juego, se 
    logra colocando el puntero del &quot;rat&oacute;n&quot; sobre el bot&oacute;n 
    que aparece debajo de la palabra M&uacute;sica y hacer &quot;clic&quot; izquierdo 
    del &quot;rat&oacute;n&quot;. Utilizar efectos de sonido o no, se logra de 
    la misma forma. Tambi&eacute;n aparecen las propiedades de su placa de sonido 
    para que se escriba en ella los mismos. Se puede realizar una prueba para 
    comprobar si se escucha o no el sonido.</p>
  <p>3-&Oacute;rdenes para trabajar: Permite utilizar mensajes de ayuda o no. 
    (En este caso es recomendable que est&eacute;n siempre funcionando porque 
    facilitan al ni&ntilde;o la realizaci&oacute;n de las tareas propuestas). 
    Se logra al colocar sobre el bot&oacute;n que aparece debajo de la expresi&oacute;n: 
    &Oacute;rdenes para trabajar, el puntero del &quot;rat&oacute;n&quot; y oprimir 
    su bot&oacute;n izquierdo.<br><br>
    4-Grabar: Permite almacenar en un fichero los cambios realizados a la actual 
    configuraci&oacute;n del juego. Esta opci&oacute;n permite al especialista 
    actualizar los cambios por &eacute;l previstos para la ejecuci&oacute;n del 
    juego.<br><br>
    5-Salir: Abandona el trabajo en el configurador y retorna al ambiente del 
    sistema operativo. Para ello debe colocar la flecha sobre el bot&oacute;n 
    que tiene la imagen de Salir y oprimir el bot&oacute;n izquierdo del &quot;rat&oacute;n&quot;.<br>
  </p>
  <p align="center"><b>VISUALIZADOR DE LOS JUEGOS INTERNOS:</b></p>
  <table width="68%" border="0" align="center">
    <tr> 
      <td> 
        <div align="center"><img src="../Imagenes/visualizador.jpg" width="220" height="165"></div>
      </td>
    </tr>
  </table>
  <p>Es posible que sea de inter&eacute;s para el especialista el utilizar los 
    juegos internos del BUNNY de manera independiente. Para ello puede utilizarse 
    el VISUALIZADOR DEL JUEGO que permite ver el ambiente de cada juego (el maestro 
    puede realizar actividades de descripci&oacute;n y desarrollo de habilidades 
    individuales) y adem&aacute;s jugar con cada uno de ellos de manera independiente. 
    Para esto debe colocar la imagen del cursor sobre el bot&oacute;n de la acci&oacute;n 
    que desee realizar y oprimir el bot&oacute;n izquierdo del &quot;rat&oacute;n&quot;. 
  </p> 
</div>
<div id="Layer2" style="position:absolute; left:446px; top:15px; width:135px; height:143px; z-index:2; visibility: visible" class="Layers"><img src="Imagenes/conejo.gif" width="132" height="211"></div>
<p align="center">&nbsp;</p>
<p align="center">&nbsp;</p>
</body>
</html>
